TRUNCATE TABLE t_stream RESTART IDENTITY;

INSERT INTO
    t_stream (title, overview, category_id, user_id)
VALUES
    (
        '初配信',
        '初回配信です!よろしくお願いします!',
        3,
        '13bb9ce1-3353-4f90-a200-e81707a69fa6'
    ),
    (
        'スプラやる!!!!',
        'バンカラマッチデビュー!!!!!',
        1,
        '13bb9ce1-3353-4f90-a200-e81707a69fa6'
    ),
    (
        '今日もスプラやる!!!!',
        'ウデマエX冠耐久配信!!!!!',
        1,
        '13bb9ce1-3353-4f90-a200-e81707a69fa6'
    ),
    (
        'まじめなIT',
        'DBの話をします。',
        4,
        '13bb9ce1-3353-4f90-a200-e81707a69fa6'
    ),
    (
        'ふまじめなはなし',
        'お酒の話をします。',
        3,
        '13bb9ce1-3353-4f90-a200-e81707a69fa6'
    ),
    (
        '書跡紹介',
        '本の話をします。',
        5,
        '13bb9ce1-3353-4f90-a200-e81707a69fa6'
    );